Repository: sanq3/createlog-ios
Catalog: CreateLog/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# action.saved
source: Saved
ja: 保存した

# action.saving
source: Saving
ja: 保存中

# auth.error.appleCredential
source: Failed to get Apple credentials
ja: Apple認証情報の取得に失敗しました

# auth.error.appleFailed
source: Apple sign-in failed
ja: Apple認証に失敗しました

# auth.error.deleteFailed
source: Failed to delete account
ja: アカウント削除に失敗しました

# auth.error.handleCheck
source: Failed to check handle
ja: ハンドルの確認に失敗しました

# auth.error.handleMinLength
source: Enter at least 3 characters
ja: 3文字以上入力してください

# auth.error.logout
source: Failed to log out
ja: ログアウトに失敗しました

# auth.error.sessionFailed
source: Failed to establish login session. Please try again
ja: ログインセッションの確立に失敗しました。もう一度お試しください

# auth.handle.available
source: This handle is available
ja: このハンドルは使えます

# auth.handle.check
source: Check availability
ja: 利用可否を確認

# auth.handle.checking
source: Checking...
ja: 確認中...

# auth.handle.confirm
source: Use this handle
ja: このハンドルで決定

# auth.handle.rule
source: Letters, numbers, underscore only. 3-15 chars
ja: 英数字と_のみ、3〜15文字

# auth.handle.setup.subtitle
source: A unique ID to identify you
ja: あなたを見つけるための一意のIDです

# auth.handle.setup.title
source: Set your handle
ja: ハンドルを設定

# auth.handle.taken
source: This handle is already taken
ja: このハンドルは既に使われています

# brand.wordmark.ja
source: CreateLog
ja: つくろぐ

# category.dev
source: Dev
ja: 開発

# category.learn
source: Learn
ja: 学習

# category.plan
source: Plan
ja: 設計

# common.add
source: Add
ja: 追加

# common.cancel
source: Cancel
ja: キャンセル

# common.close
source: Close
ja: 閉じる

# common.comingSoon
source: Coming Soon
ja: 今後追加

# common.comingSoon.description
source: These features will arrive in future updates.
ja: これらの機能は今後のアップデートで公開予定です。

# common.comingSoonLong
source: Coming Soon
ja: 今後追加予定

# common.continue
source: Continue
ja: 続ける

# common.copied
source: Copied!
ja: コピーしました!

# common.create
source: Create
ja: 作成

# common.delete
source: Delete
ja: 削除する

# common.error
source: Error
ja: エラー

# common.error.verify
source: Verification failed
ja: 確認に失敗しました

# common.offline
source: Offline
ja: オフライン

# common.openSettings
source: Open Settings
ja: 設定を開く

# common.optional
source: Optional
ja: 任意

# common.other
source: Other
ja: その他

# common.requestReview
source: Request Review
ja: レビューを依頼する

# common.save
source: Save
ja: 保存

# common.saving
source: Saving...
ja: 保存中...

# common.search
source: Search
ja: 検索

# common.share
source: Share
ja: シェアする

# common.skipNoProduct
source: Skip (no product)
ja: スキップ（サービスなし）

# common.systemDefault
source: System default
ja: 端末の設定に従う

# compose.comment.placeholder
source: Add a comment...
ja: コメントを追加...

# compose.error.imageProcess
source: Failed to process image
ja: 画像の処理に失敗しました

# compose.error.imageUpload
source: Failed to upload image
ja: 画像のアップロードに失敗しました

# compose.error.post
source: Failed to post
ja: 投稿に失敗しました

# compose.placeholder
source: What's happening?
ja: いまなにしてる?

# compose.reply
source: Reply
ja: 返信

# compose.reply.placeholder %@
source: Reply to @%@...
ja: @%@ に返信...

# compose.reply.replyingTo %@
source: Replying to @%@
ja: @%@ に返信中

# discover.empty
source: Nothing to discover yet
ja: 探索するものがまだありません

# discover.error.search
source: Search failed
ja: 検索に失敗しました

# feed.error.load
source: Failed to load feed
ja: フィードの読み込みに失敗しました

# home.empty.following
source: No posts from people you follow
ja: フォロー中のユーザーの投稿はありません

# home.empty.timeline
source: No posts yet
ja: まだ投稿がありません

# home.tab.following
source: Following
ja: フォロー中

# home.tab.timeline
source: Timeline
ja: タイムライン

# integration.comingSoon
source: Coming Soon
ja: 今後追加

# integration.editor.footer
source: Coding time auto-tracking via editor extensions will be available in a future update.
ja: エディタ拡張機能によるコーディング時間の自動記録は今後のアップデートで公開予定です。

# integration.editor.section
source: Editor Integration
ja: エディタ連携

# integration.title
source: Integrations
ja: 連携管理

# legal.lastUpdated
source: Last updated: April 1, 2026
ja: 最終更新日: 2026年4月1日

# legal.privacy.title
source: Privacy Policy
ja: プライバシーポリシー

# legal.terms.title
source: Terms of Service
ja: 利用規約

# media.video
source: Video
ja: 動画

# notification.empty
source: No notifications
ja: 通知はありません

# notification.empty.description
source: Likes, follows, comments and more will appear here
ja: いいね、フォロー、コメントなどの 通知がここに表示されます

# notification.permission.hint
source: Managed in device Settings app
ja: 端末の設定アプリで管理します

# notification.permission.title
source: Notification permissions
ja: 通知の許可設定

# notification.settings.description
source: Likes, comments, follows, mentions, and reposts will all be sent.
ja: いいね・コメント・フォロー・メンション・リポストの通知がすべて送信されます。

# notification.title
source: Notifications
ja: 通知

# onboarding.account.button.login %@
source: Log in with %@
ja: %@ でログイン

# onboarding.account.button.signup %@
source: Continue with %@
ja: %@ で続ける

# onboarding.account.signupLink
source: Start here
ja: こちら

# onboarding.account.signupPrefix
source: New here?
ja: 初めての方は

# onboarding.account.title.login
source: Log in to your account
ja: アカウントにログイン

# onboarding.account.title.signup
source: Create your account
ja: アカウントを作成

# onboarding.action.skip
source: Set up later
ja: あとで設定する

# onboarding.bio.placeholder
source: e.g. Building solo with SwiftUI. Daily steady logs
ja: 例: SwiftUI で個人開発中。毎日コツコツ記録

# onboarding.bio.subtitle
source: Keep it to 1-2 lines
ja: 1-2 行で簡潔に

# onboarding.bio.title
source: One-line intro
ja: ひとこと自己紹介

# onboarding.celebration.subtitle
source: Added to your timeline
ja: タイムラインに追加される

# onboarding.celebration.title
source: Account created!
ja: アカウント作成完了!

# onboarding.displayName.placeholder
source: e.g. Jane Doe
ja: 例: つくろぐ太郎

# onboarding.displayName.subtitle
source: Shown on your profile
ja: プロフィールに表示されます

# onboarding.displayName.title
source: What's your name?
ja: あなたの名前は?

# onboarding.handle.available
source: Available
ja: 利用可能です

# onboarding.handle.rule
source: Letters, numbers, underscore. 3-15 chars
ja: 英数字とアンダースコア、3-15文字

# onboarding.handle.subtitle
source: Used for your profile URL and mentions
ja: プロフィール URL とメンションに使われます

# onboarding.handle.taken
source: Already taken
ja: 既に使われています

# onboarding.handle.title
source: Choose a handle
ja: ハンドルを決めよう

# onboarding.hint.tapToContinue
source: Tap to continue
ja: タップして続ける

# onboarding.platform.android
source: Android dev
ja: Android 開発

# onboarding.platform.backend
source: Backend
ja: バックエンド

# onboarding.platform.ios
source: iOS dev
ja: iOS 開発

# onboarding.platform.subtitle
source: What do you develop?
ja: どんな開発をしていますか

# onboarding.platform.swiftLearn
source: Swift Learning
ja: Swift学習

# onboarding.platform.title
source: What platforms are you building for?
ja: 現在製作中、制作予定の プラットフォームは?

# onboarding.platform.web
source: Web dev
ja: Web 開発

# onboarding.preview.displayNamePlaceholder
source: Your name
ja: あなたの名前

# onboarding.product.title
source: What kind of product is it?
ja: どんなプロダクトですか?

# onboarding.profileIntro.hint
source: You can configure details after creating an account
ja: アカウント作成後に詳細を設定できます

# onboarding.profileIntro.subtitle
source: You can change this later
ja: あとで変更できます

# onboarding.profileIntro.title
source: Let's set up your profile
ja: プロフィールを設定しましょう

# onboarding.project.desc.input
source: Describe your app
ja: アプリの説明を入力

# onboarding.project.desc.placeholder
source: e.g. A Pomodoro timer for focus time
ja: 例: 集中時間を記録するポモドーロタイマー

# onboarding.project.github.subtitle
source: Publishing OSS helps get feedback
ja: OSS なら公開しておくと反応がもらえます

# onboarding.project.github.title
source: GitHub repository?
ja: GitHub リポジトリは?

# onboarding.project.icon.hint
source: Tap to change color
ja: タップで色を変更

# onboarding.project.icon.label
source: Product icon
ja: プロダクトのアイコン

# onboarding.project.icon.title
source: Choose an icon
ja: アイコンを選びましょう

# onboarding.project.name.input
source: Enter app name
ja: アプリ名を入力

# onboarding.project.name.placeholder
source: e.g. CreateLog
ja: 例 つくろぐ

# onboarding.project.name.title
source: What's your project's name?
ja: プロジェクトの名前は?

# onboarding.project.service.input
source: Enter service name
ja: サービス名を入力

# onboarding.project.status.archived
source: Archived
ja: 停止

# onboarding.project.status.inDev
source: In Development
ja: 開発中

# onboarding.project.status.published
source: Published
ja: 公開中

# onboarding.project.status.title
source: What's the current release status?
ja: 今のリリース状況は?

# onboarding.project.status.undecided
source: Not decided yet
ja: まだ決めていない

# onboarding.project.url.subtitle
source: App Store / Google Play / website, etc.
ja: App Store / Google Play / Web サイト など

# onboarding.project.url.title
source: Do you have a public URL?
ja: 公開 URL はありますか?

# onboarding.ready.title
source: All set!
ja: 準備完了!

# onboarding.role.design
source: Design
ja: デザイン

# onboarding.role.portfolio
source: Portfolio
ja: ポートフォリオ

# onboarding.role.soloDev
source: Solo dev
ja: 個人開発

# onboarding.role.startup
source: Startup
ja: スタートアップ

# onboarding.role.student
source: Student
ja: 学生

# onboarding.role.subtitle
source: Shown as a badge on your profile
ja: プロフィールにバッジで表示されます

# onboarding.role.title
source: What do you do?
ja: 何をしている人ですか?

# onboarding.tagIntro.subtitle
source: Register frequent work as tags, then record with just a tap and time input
ja: よくやる作業をタグとして登録すると タップ+時間入力だけで記録できます

# onboarding.tagIntro.title
source: Let's create items to track
ja: 記録する項目を作ろう

# onboarding.tech.frameworks
source: Frameworks
ja: フレームワーク

# onboarding.tech.languages
source: Languages
ja: 言語

# onboarding.tech.subtitle
source: You can choose multiple
ja: 複数選択できます

# onboarding.tech.title
source: Which technologies do you use?
ja: 使用している技術は?

# onboarding.tutorial.intro.title
source: Let's register your project
ja: あなたのプロジェクトを 登録してみましょう

# onboarding.welcome.featureLog
source: A work log you can always revisit
ja: いつでも見返せる作業の記録

# onboarding.welcome.featureRecord
source: Record your work
ja: 作業を記録する

# onboarding.welcome.featureTimer
source: Track dev time with timer or manual entry
ja: タイマーや手入力で開発時間を記録

# onboarding.welcome.loginLink
source: Log in
ja: ログイン

# onboarding.welcome.loginPrefix
source: Already have an account?
ja: すでにアカウントをお持ちの方

# onboarding.welcome.subtitle
source: A work log platform for engineers
ja: エンジニアのための 作業記録プラットフォーム

# onboarding.welcome.tagline1
source: An app for engineers
ja: エンジニアのためのアプリ

# onboarding.welcome.tagline2
source: Your work log. A new kind of portfolio.
ja: 自分だけの作業記録。新感覚のポートフォリオ

# onboarding.welcome.title
source: Welcome to CreateLog
ja: つくろぐへようこそ

# post.devReply
source: Developer reply
ja: 開発者の返信

# post.empty
source: No posts yet
ja: まだ投稿がありません

# post.empty.bookmarked
source: No bookmarked posts yet
ja: まだブックマークした投稿がありません

# post.empty.following
source: Follow other devs and their posts will appear here
ja: 他の開発者をフォローすると、ここに投稿が流れます

# post.empty.liked
source: No liked posts yet
ja: まだいいねした投稿がありません

# post.like.action
source: Like
ja: いいね

# post.likes %lld
source: %lld likes
ja: いいね %lld

# post.repost.action
source: Repost
ja: リポスト

# post.timestampExample
source: 14:30 · March 28, 2026
ja: 14:30 ・ 2026年3月28日

# post.title
source: Posts
ja: 投稿

# premium.error.productFetch
source: Failed to fetch product info
ja: 商品情報の取得に失敗しました

# premium.error.purchase
source: Purchase failed
ja: 購入に失敗しました

# premium.error.purchasePending
source: Purchase pending approval
ja: 購入の承認待ちです

# profile.bio.label
source: Bio
ja: 自己紹介

# profile.bio.placeholder
source: Enter a bio...
ja: 自己紹介を入力...

# profile.block
source: Block
ja: ブロックする

# profile.block.description
source: Blocked users can't see your profile, posts, or follower list. They won't be notified.
ja: ブロックすると相手はあなたのプロフィール、投稿、フォロワーリストを見ることができなくなります。相手には通知されません。

# profile.block.title %@
source: Block @%@
ja: @%@ をブロック

# profile.contact.email
source: Email
ja: メール

# profile.contact.message
source: Message
ja: メッセージ

# profile.displayName
source: Display name
ja: 表示名

# profile.edit
source: Edit Profile
ja: プロフィールを編集

# profile.error.avatarUpload
source: Failed to upload avatar
ja: アバターのアップロードに失敗しました

# profile.error.load
source: Failed to load profile
ja: プロフィールの読み込みに失敗しました

# profile.error.save
source: Failed to save profile
ja: プロフィールの保存に失敗しました

# profile.experience
source: Experience
ja: 経験年数

# profile.experience.1to3
source: 1-3 years
ja: 1-3年

# profile.experience.3to5
source: 3-5 years
ja: 3-5年

# profile.experience.5to10
source: 5-10 years
ja: 5-10年

# profile.experience.lessThan1
source: Less than 1 year
ja: 1年未満

# profile.experience.over10
source: 10+ years
ja: 10年以上

# profile.follow
source: Follow
ja: フォロー

# profile.followAction
source: Follow
ja: フォローする

# profile.followers
source: Followers
ja: フォロワー

# profile.following
source: Following
ja: フォロー中

# profile.handle
source: Username
ja: ユーザー名

# profile.interests
source: Interests
ja: 興味カテゴリ

# profile.links
source: Links
ja: 外部リンク

# profile.links.add
source: Add link
ja: リンクを追加

# profile.myProducts
source: My Products
ja: マイプロダクト

# profile.myProducts.add
source: Add new product
ja: 新しいサービスを追加

# profile.myProducts.empty
source: No products registered yet
ja: マイプロダクトはまだ登録されていません

# profile.myProducts.register
source: Register project
ja: プロジェクト登録

# profile.occupation
source: Occupation
ja: 職業

# profile.search.placeholder
source: Search users, tags, projects
ja: ユーザー、タグ、プロジェクトを検索

# profile.share
source: Share profile
ja: プロフィールをシェア

# profile.skills
source: Skills
ja: スキル

# profile.skills.add
source: Add skill...
ja: スキルを追加...

# profile.unblock
source: Unblock
ja: ブロックを解除

# profile.unfollow
source: Unfollow
ja: フォロー解除

# profile.unfollow.confirm %@
source: Unfollow %@?
ja: %@のフォローを解除しますか？

# profile.users
source: Users
ja: ユーザー

# profile.view
source: View profile
ja: プロフィールを見る

# project.description.tagline
source: A work log platform for engineers
ja: エンジニア向け作業記録プラットフォーム

# project.platform.label
source: Platform
ja: プラットフォーム

# project.section.links
source: Links
ja: リンク

# project.section.reviews
source: Reviews
ja: レビュー

# project.section.screenshots
source: Screenshots
ja: スクリーンショット

# project.section.tags
source: Tags
ja: タグ

# project.status.archived
source: Archived
ja: 停止

# project.status.inDev
source: In Development
ja: 開発中

# project.status.published
source: Published
ja: 公開中

# project.storePage
source: Store Page
ja: ストアページ

# project.title
source: Project
ja: プロジェクト

# rating.count %lld
source: %lld reviews
ja: %lld件のレビュー

# rating.unrated
source: Unrated
ja: 未評価

# recording.action
source: Record
ja: 記録する

# recording.bestDay
source: Best Day
ja: ベストデイ

# recording.byCategory
source: By Category
ja: カテゴリ別

# recording.cumulativeReport
source: Cumulative Report
ja: 累計レポート

# recording.detail.optional
source: Details (optional)
ja: 詳細（任意）

# recording.duration
source: Duration
ja: 期間

# recording.empty
source: No records yet
ja: まだ記録がありません

# recording.error.categoryFetch
source: Failed to fetch categories
ja: カテゴリの取得に失敗しました

# recording.error.tagLoad
source: Failed to load tags
ja: タグの読み込みに失敗しました

# recording.monthlyReport
source: Monthly Report
ja: 月間レポート

# recording.monthSummary %lld
source: %lld Summary
ja: %lld月のサマリー

# recording.recentRecords
source: Recent Records
ja: 最近の記録

# recording.report
source: Report
ja: レポート

# recording.report.share
source: Share report
ja: レポートをシェア

# recording.report.title
source: CreateLog Report
ja: CreateLog レポート

# recording.saved
source: Saved
ja: 記録しました

# recording.status
source: Status
ja: ステータス

# recording.tag.input
source: Enter tag
ja: タグを入力

# recording.thisMonth
source: This month
ja: 今月

# recording.thisMonth.category
source: This month's category
ja: 今月のカテゴリ

# recording.thisWeek
source: This week
ja: 今週

# recording.title
source: Record
ja: 記録

# recording.today
source: Today
ja: 今日

# recording.todayRecords
source: Today's Records
ja: 今日の記録

# recording.topCategory
source: Top Category
ja: 最多カテゴリ

# recording.total
source: Total
ja: 累計

# recording.total.hours %lld
source: %lldh total
ja: 累計 %lldh

# recording.totalTime
source: Total time
ja: 合計時間

# recording.vsLastWeek
source: vs last week
ja: 先週比

# recording.weeklyReport
source: Weekly Report
ja: 週間レポート

# recording.weeklyTrend
source: Weekly Trend
ja: 週間推移

# recording.weeklyTrend.long
source: Weekly Trend
ja: 週間の推移

# report.acknowledgment
source: We'll review and respond accordingly. Thank you for your cooperation.
ja: 内容を確認の上、対応いたします。 ご協力ありがとうございます。

# report.action
source: Report
ja: 報告する

# report.detail.input
source: Enter report details
ja: 報告内容の詳細を入力

# report.reason.prompt %@
source: Choose a reason to report "%@"
ja: 「%@」を報告する理由を選択してください

source: Report received
ja: 報告を受け付けました

# report.submit
source: Submit report
ja: 報告を送信

# report.title
source: Report
ja: 報告

# settings.account
source: Account
ja: アカウント

# settings.account.delete
source: Delete account
ja: アカウントの削除

# settings.account.delete.action
source: Delete Account
ja: アカウントを削除

# settings.account.delete.confirmDescription
source: This cannot be undone. Type "delete" to confirm.
ja: この操作は取り消せません。確認のため「削除」と入力してください。

# settings.account.delete.confirmPrompt
source: Type "delete"
ja: 「削除」と入力

# settings.account.delete.description
source: Deleting your account permanently removes all data. This cannot be undone.
ja: アカウントを削除すると、全てのデータが完全に削除されます。この操作は取り消せません。

# settings.account.title
source: Account
ja: アカウント

# settings.appearance.dark
source: Dark
ja: ダーク

# settings.appearance.light
source: Light
ja: ライト

# settings.appearance.section
source: Appearance
ja: 外観

# settings.dev.section
source: Developer
ja: 開発用

# settings.dev.showOnboarding
source: Show Onboarding
ja: オンボーディングを表示

# settings.duration.japanese
source: Japanese (1h 30m)
ja: 日本語 (1時間30分)

# settings.duration.section
source: Duration format
ja: 時間の表示形式

# settings.integration
source: Integrations
ja: 連携管理

# settings.language.japanese
source: Japanese
ja: 日本語

# settings.language.section
source: Language
ja: 言語

# settings.logout
source: Log out
ja: ログアウト

# settings.logout.confirm
source: Log out?
ja: ログアウトしますか？

# settings.notification.dnd.description
source: Pause notifications during specified hours
ja: 指定した時間帯は通知を停止

# settings.notification.dnd.title
source: Do Not Disturb
ja: おやすみモード

# settings.notification.typeFilter
source: Notification Type Filter
ja: 通知の種類別フィルタ

# settings.notification.typeFilter.description
source: Select which notification types to receive
ja: 受け取る通知の種類を個別に選択

# settings.notifications
source: Notifications
ja: 通知

# settings.premium
source: Premium
ja: プレミアム

# settings.premium.analytics
source: Detailed Analytics
ja: 詳細分析

# settings.premium.analytics.description
source: Category trends and comparison with other users
ja: カテゴリ別トレンド、他ユーザーとの比較

# settings.premium.badge
source: Premium Badge
ja: プレミアムバッジ

# settings.premium.badge.description
source: Display a badge on your profile
ja: プロフィールにバッジを表示

# settings.premium.comingSoon
source: Premium features will arrive in future updates
ja: プレミアム機能は今後のアップデートで公開予定です

# settings.premium.freeForNow
source: All features are currently free. We will notify you in-app when we launch premium.
ja: 現在はすべての機能を無料でご利用いただけます。公開時に改めてアプリ内でご案内します。

# settings.premium.noAds
source: No Ads
ja: 広告なし

# settings.premium.noAds.description
source: Completely remove ads from feed and search
ja: フィード・検索画面の広告を完全に削除

# settings.premium.tagline
source: Deeper analytics and a better experience
ja: より深い分析と快適な体験を

# settings.premium.themes
source: Theme Customization
ja: テーマカスタマイズ

# settings.premium.themes.description
source: Change accent color
ja: アクセントカラーの変更

# settings.premium.unlimitedHistory
source: Unlimited History
ja: 無制限の履歴

# settings.premium.unlimitedHistory.description
source: Browse and export logs from all past periods
ja: 過去全期間のログを閲覧・エクスポート

# settings.support.contact
source: Contact
ja: お問い合わせ

# settings.support.privacy
source: Privacy Policy
ja: プライバシーポリシー

# settings.support.section
source: Support
ja: サポート

# settings.support.terms
source: Terms of Service
ja: 利用規約

# settings.title
source: Settings
ja: 設定

# settings.version
source: Version
ja: バージョン

# share.camera.permissionBody
source: Allow camera access in Settings
ja: 設定からカメラへのアクセスを 許可してください

# share.camera.permissionTitle
source: Camera access required
ja: カメラへのアクセスが必要です

# share.connectCallout
source: Let's connect on CreateLog!
ja: CreateLogで繋がろう!

# share.qr.instruction
source: Point your camera at a CreateLog user's QR code
ja: CreateLogユーザーのQRコードを カメラに映してください

# share.qr.scanTitle
source: Scan QR code
ja: QRコードをスキャン

# stats.activeDays
source: Active Days
ja: 稼働日

# stats.dailyAverage
source: Daily Avg
ja: 日平均

# stats.total
source: Total
ja: 合計

# support.category.account
source: Account
ja: アカウント

# support.category.bug
source: Bug Report
ja: 不具合報告

# support.category.feature
source: Feature Request
ja: 機能リクエスト

# support.category.other
source: Other
ja: その他

# support.categoryLabel
source: Category
ja: カテゴリ

# support.messagePlaceholder
source: Your message
ja: お問い合わせ内容

# support.messageSection
source: Message
ja: メッセージ

# support.sentHint
source: The mail app will open. Please send the message as is.
ja: メールアプリが開きます。そのまま送信してください。

# support.submit
source: Send
ja: 送信

# support.title
source: Contact
ja: お問い合わせ

# tab.discover
source: Discover
ja: 発見

# tab.home
source: Home
ja: ホーム

# tab.profile
source: Mine
ja: マイ

# tab.record
source: Record
ja: 記録

# tab.report
source: Report
ja: レポート

# visibility.public
source: Public
ja: 公開

# weekday.fri
source: Fri
ja: 金

# weekday.mon
source: Mon
ja: 月

# weekday.sat
source: Sat
ja: 土

# weekday.sun
source: Sun
ja: 日

# weekday.thu
source: Thu
ja: 木

# weekday.tue
source: Tue
ja: 火

# weekday.wed
source: Wed
ja: 水

# settings.language.restart.title
source: Restart Required
ja: アプリの再起動が必要です

# settings.language.restart.message
source: Language changes will apply after you restart the app.
ja: 言語設定はアプリを再起動した後に反映されます。

# notification.filter.all
source: All
ja: すべて

# notification.filter.like
source: Likes
ja: いいね

# notification.filter.follow
source: Follows
ja: フォロー

# notification.filter.mention
source: Mentions
ja: メンション

# notification.filter.system
source: System
ja: システム

# settings.language.restart.apply
source: Apply
ja: 適用
